[
    {"text": "“DO NOT TOUCH” must be one of the most terrifying things to read in braille."},
    {"text": "Fun facts about Chloroform, it was estimated to invented in 1831, it has a sweet ether-like smell, and I forgot the rest of the facts"},
    {"text": "It is very timing consuming to eat a clock."},
    {"text": "It remains to be seen if glass coffins will be a success."},
    {"text": "If you sit on a voodoo doll of yourself would you ever be able to stand up?"},
    {"text": "Mandarin Chinese is the most spoken language int the world and sign language is the least spoken language."},
    {"text": "Due to the quarantine, I will only be telling inside jokes."},
    {"text": "Towels are the leading cause of dry skin."},
    {"text": "If you fart on your wallet does that give you gas money."},
    {"text": "If Bilbo Baggins gets surprise woken up by the song Don't Stop Believing does that make it an unexpected Journey?"},
    {"text": "2 dudes who love math are called algebros."},
    {"text": "Koala bears are not actually bears because they do not meet the koalafications."},
    {"text": "How do you have a party in space?   You planet."},
    {"text": "Light blue is not as heavy as normal blue."},
    {"text": "If you punch a frequency it hertz."},
    {"text": "I have a special skill, just by looking at someone I can tell if they are lying. I can also tell if they are standing."},
    {"text": "What does a house wear? Address."},
    {"text": "It's a 5 minute walk from my house to the bar, but a 45 minute walk from the bar to my house... The difference is staggering"},
    {"text": "I’ve got this awful disease where I cannot stop telling airport jokes... it is terminal."},
    {"text": "What do you call James Bond taking a bath? - Bubble 07"},
    {"text": "I was trying to start a camouflage club but had to cancel after the second meetings of no shows."},
    {"text": "The only part of your reflection you can lick is your tongue."},
    {"text": "The best part of a cucumber tastes like the worst part of a watermelon."},
    {"text": "Your belly button is just your old mouth."},
    {"text": "These say being a nudist is genetic due to their lack of genes."},
    {"text": "If everyone on Earth joined hands to form a human chain, the chain would circle the Earth at the equator about 175 times and a large portion of those people would drown."},
    {"text": "There are more airplanes underwater than submarines in the sky."},
    {"text": "1 horsepower is equivalent to approximately 54 duckpower."},
    {"text": "If you add spring water to a waterbed it gets more bouncy"},
    {"text": "How do you fix a broken jack-o-lantern? With a pumpkin patch."},
    {"text": "Does anyone want to buy my vacuum... It's just collecting dust."},
    {"text": "It hurts me to say this... but, I have a sore throat."},
    {"text": "There is a special type of karate for amputees called partial arts."},
    {"text": "I tried to organize a professional Hide and Seek tournament, but it was a complete failure. Good players are hard to find."},
    {"text": "Why did the clock get fat?  It kept going for seconds."},
    {"text": "The flag is not the only reason to move to Switzerland, but it's a big plus."},
    {"text": "There is a new rock band full of storm troopers, if you have not heard of them I'm not surprised, they have never had a hit."},
    {"text": "In a nutshell an acorn is just an oak tree"},
    {"text": "All these jokes are kept in a dad-a-base"},
    {"text": "Never fart in an Apple Store, they do not have windows."},
    {"text": "A pencil with 2 erasers is pointless."},
    {"text": "Why didn't they let the fungus into the elevator? There wasn't mushroom."},
    {"text": "What is Captain Hooks least favorite App?  Tik-Tok"},
    {"text": "Know what really makes me shake my head...? My neck."},
    {"text": "Mt Rushmore was carved in 1941, but before they started carving its natural beauty was unpresidented."},
    {"text": "There were supposed to be 5 presidents on Mt Rushmore but they forgot to plan a head."},
    {"text": "Don't take Mt Rushmore's beauty for granite"},
    {"text": "My uncle was a ventriloquist dummy, he died drinking furniture polish, it was a slow death, but a beautiful finish."},
    {"text": "Why are leprechauns so concerned about recycling? They are really into green living."},
    {"text": "Irish you a happy St. Paddys Day!"},
    {"text": "What do you call a boomerang that doesn't come back... a stick"},
    {"text": "What do you call an Alien with no eye? Alen."},
    {"text": "How do farmers party? They turnip the beets!"},
    {"text": "If Americans switched from Pounds to Kilograms there would be mass confusion."},
    {"text": "Never scream into a colander. You will strain your voice."},
    {"text": "I actually have the superpower of hindsight, but now that I look back it doesn't seem very helpful."},
    {"text": "The CEO of Ikea was elected President of Sweden this week. He's still assembling his cabinet."},
    {"text": "You shouldn't eat more than 239 beans in one sitting. One more would make you too farty."},
    {"text": "I just hired and a new anti-vax nannie, Mrs. Doubt Pfizer."},
    {"text": "Sadly, the guy who invented the fruit smoothie has passed away. He's being berried on Friday."},
    {"text": "I was going to tell a time travel joke, but you did not like it."},
    {"text": "Did you know that T-Shirt is actually an abbreviated version of Tyrannosaurus Shirt... because of the short arms."},
    {"text": "Owls are the best birds to party with, they are a hoot."},
    {"text": "How many ADHD kids does it take to screw in a lightbulb?...  huh"},
    {"text": "How do you make a salad wrap? Add fat beets."},
    {"text": "I was born a male, and I identify as a male… but according to Stouffer’s Lasagna, I am a family of four."},
    {"text": "At Crematoriums the employee of the month is called the top urner"},
    {"text": "I called the tinnitus helpline… It just kept ringing"},
    {"text": "I just found out I am colorblind! The news came out of the purple!"},
    {"text": "I sat at the park for 3 hours today just staring at a frog. It was ribbiting."},
    {"text": "My uncle named his dog '5 miles' so he could tell people that he walked 5 miles. Today he ran over 5 miles"},
    {"text": "Wanna hear a joke about the number 288? Never mind, it's two gross."},
    {"text": "What did the fish say when he swam into a wall ? DAMN!"},
    {"text": "I used to be addicted to soap, but now im clean"},
    {"text": "Why can't a nose be 12 inches long? Because then it would be a foot."},
    {"text": "My kid got diarrhea after eating alphabet soup. It was a large vowel movement."},
    {"text": "I have an inferiority complex, but it's not a very good one."},
    {"text": "A man walked into his house and was delighted when he discovered that someone had stolen all of his lamps."},
    {"text": "It's hard to explain puns to kleptomaniacs because they always take things literally."},
    {"text": "I bought a wig for a dollar, it was a small price toupee."},
    {"text": "If at first you do not succeed, skydiving is not for you."},
    {"text": "I have a pen that can write underwater and other words too."},
    {"text": "One thing I cannot deal with is a deck of cards glued together."},
    {"text": "I spotted an albino Dalmatian today."},
    {"text": "My understanding of Parkinson’s is a bit shaky."},
    {"text": "Recently saw a sign that said 1$ Chicken strips and I thought to myself... I didn't think they even wore clothes."},
    {"text": "I stayed up all night wondering where the Sun went, then it dawned on me."},
    {"text": "I thought glueing a piranha fish to a boomerang was a good idea but it came back to bite me."},
    {"text": "My dream job is to work for a manufacturer of lamps because of the light workload."},
    {"text": "I realized that a suit made entirely of mirrors was not a good idea once I had time to sit down and reflect."},
    {"text": "The adjective for metal is metallic, but not for iron, which is ironic."},
    {"text": "Chameleons are supposed to blend well, but I think it's ruined this smoothie."},
    {"text": "I think the Discovery Channel should be on a different channel everyday."},
    {"text": "Water is heavier than butane, because butane is a lighter fluid."},
    {"text": "I grew up just a stone's throw away from where that whole family died of mysterious head injuries."},
    {"text": "What has 4 letters, always has 6 letters and never has 5 letters."},
    {"text": "My email password was hacked again and that's the third time I had to rename the dog."},
    {"text": "I was shocked when I found out my toaster was not waterproof."},
    {"text": "I just found out that my great grandfather was on the Titanic and as far as I know, he still is."},
    {"text": "The pub is ten minutes from my house, however, my house is two hours from the pub."},
    {"text": "The piano is the hardest instrument to pick up."},
    {"text": "My math teacher said I was average which is just mean"},
    {"text": "Women should not have kids after 40 because 40 is more than enough"},
    {"text": "Some people are like clouds. When they disappear it is a brighter day."},
    {"text": "I was delighted when someone stole my flashlight."},
    {"text": "The price of balloons has gone up due to inflation."},
    {"text": "COVID-19 jokes are tasteless."},
    {"text": "I made a belt out of herbs; what a waist of thyme."},
    {"text": "Someone stole my thesaurus, which is very very very bad."},
    {"text": "I threw my iPhone into a lake the other day and it is still syncing."},
    {"text": "Explosive Dough? That's the last thing I knead"},
    {"text": "I enjoy making fat jokes because they target a wider audience."},
    {"text": "I accidentally drank a bottle of invisible ink and am now at urgent care waiting to be seen."},
    {"text": "Words cannot express how much I hate emojis."},
    {"text": "Does the name Pavlov ring a bell?"},
    {"text": "Parmesan is the most grateful cheese."},
    {"text": "Whoever invented potato pancakes missed the chance to name them smash browns."},
    {"text": "Pressing F5 is so refreshing!"},
    {"text": "When lockdown is over and people cannot face going back to the office will they be suffering from StuckHome Syndrome?"},
    {"text": "Duck, duck, goose is the most fowl game ever played."},
    {"text": "Nostalgia is not what it used to be."},
    {"text": "The grenade store was so quiet you could hear a pin drop."},
    {"text": "What is a sign of a bad chemistry joke?... No Reaction"},
    {"text": "What do you call a shoe made out of a banana?... A slipper "},
    {"text": "Why do moon rocks taste better than earth rocks?... They're a little meteor"},
    {"text": "I'm afraid for the calendar... Its days are numbered."},
    {"text": "Many people do not take climate change seriously... it would be cooler if they did"},
    {"text": "Why did the coffee go to the police? He was mugged."},
    {"text": "Lately I have been really sad because I have not sold a single copy of my autobiography... That is the story of my life."},
    {"text": "I have many jokes about unemployed people... Sadly, none of them work."},
    {"text": "I saw an old man fall into a well today!... I guess he couldn't see that well."},
    {"text": "How do flat-earthers travel?... On a plane."},
    {"text": "What's E.T. short for?... He's got little legs."},
    {"text": "What do you call a man with no arms and no legs in a hole? ...Phil"},
    {"text": "Apparently 30% of owners let their pet sleep in their bed. I tried it and my goldfish died."},
    {"text": "What do you give a droid that's not breathing? ...C3PR"},
    {"text": "I have a fear of speed bumps, but I am slowly getting over it."},
    {"text": "I remember when plastic surgery was taboo, but now you mention Botox and nobody raises an eyebrow"},
    {"text": "Why did William Shatner's lingerie company fail? Because Shatner Panties just never caught on!"},
    {"text": "What do you call the man who shreds your cheese at a restaurant? Not sure, but he seems like a grate guy."},
    {"text": "What is red and bad for your teeth? ...A brick."},
    {"text": "How do you observe charged particles in the air? ...You just keep an ion them."},
    {"text": "I used to work at Goodyear, and it was tiring; but at least I wasn't working in a muffler shop, that would be exhausting"},
    {"text": "I really love geologists, they never take things for granite"},
    {"text": "I turned on sticky keys to stop my fingers from slipping."},
    {"text": "Little known fact: pirates don't take a shower when they walk the plank.  They just wash up on shore."},
    {"text": "I'm sorry and I apologize mean the same thing, except when you're at a funeral."},
    {"text": "I, for one, like Roman numerals."},
    {"text": "I want my remains scattered at Disneyland when I die....also, I don't want to be cremated."},
    {"text": "6 out of 7 dwarfs are not Happy."},
    {"text": "I got bitten by a mosquito once... It sucked."},
    {"text": "My wife said if I bought her one more stupid gift, she would burn it... So i bought her a candle."},
    {"text": "Why should you never brush your teeth with your left hand? ... Because a toothbrush works better."},
    {"text": "In Athens, no one wakes up before noon... Dawn is tough on Greece."},
    {"text": "I can't believe I was arrested for impersonating a politician... I was just sitting there doing nothing."},
    {"text": "I quit my job drilling ventilation holes in jet engines... it was just plane boring."},
    {"text": "How do you measure the magnitude of the pun in a dad joke? With a sighsmograph"},
    {"text": "I quit my job at the donut factory, I was sick of the whole business"},
    {"text": "There are two kinds of people in the world: those who need closure."},
    {"text": "What do you get when you cross a joke with a rhetorical question?"},
    {"text": "People tell me I'm condescending. That means I talk down to people."},
    {"text": "R.I.P. boiling water, you will be mist."},
    {"text": "I told my doctor I heard buzzing, he said it was just a bug that's going around."},
    {"text": "The pony couldn't sing because it was a little horse."},
    {"text": "You can tell it's a dogwood tree from its bark."},
    {"text": "I was wondering why the frisbee kept getting bigger and bigger. Then it hit me."},
    {"text": "Minnesota, land of small drinks"},
    {"text": "When bow hunting you should keep hot peppers with you, so you will always habanero"},
    {"text": "I was watching a documentary about pickles last night, it was jarring. "},
    {"text": "My friend was kidnapped by mimes... They did unspeakable things to him."},
    {"text": "I made a search engine for Orphans...  It turned out great but it's missing a home page."},
    {"text": "First rule of Mime Club, nobody talks about Mime Club."},
    {"text": "When life gives you melons, you're dyslexic"},
    {"text": "My chemistry jokes must not be good, I just cannot get a reaction. Maybe I can find a solution soon."},
    {"text": "My son chewed on an electrical cord today. Due to his current conduct, I had to ground him."},
    {"text": "A king and queen walk into a bar... The bartender says, Sorry, you're not 21."},
    {"text": "My landlord yelled at me today because my heating bill is through the roof and that he's going to have to come over soon to discuss a solution... I told him my door is always open."},
    {"text": "My wife said I should do lunges to stay in shape. That would be a big step forward."},
    {"text": "I take an extra pair of socks with me when I golfing in case I get a hole in one."},
    {"text": "Singing in the shower is fun until you get soap in your mouth. Then it's a soap opera."},
    {"text": "What do a tick and the Eiffel Tower have in common? - They're both Paris sites."},
    {"text": "What do you call a fish wearing a bowtie? - Sofishticated."},
    {"text": "When Rudolph road a rollercoaster for the first time he held of for deer life."},
    {"text": "My dog ate all my scrabble tiles, so I took him to the vet, no word yet"},
    {"text": "To the person that invented zero, thanks for nothing."},
    {"text": "I saw a burglar kicking in his own door, he must be working from home"},
    {"text": "I had to return a sweater I purchased, because it was always picking up static electricity; they gave me another one free of charge."},
    {"text": "If money does not grow on trees, then why do banks have branches?"},
    {"text": "I was very confused when my printer started to play music, turns out my paper was just jammin."},
    {"text": "I wanted to start a new diet, but I feel like I just have way to much on my plate right now."},
    {"text": "Recipe said 'set the oven to 180 degress', but I couldn't open the door, it was facing the wall."},
    {"text": "I didn't know Sylvester Stallone was on his third marriage, I guess the first one was rocky and the second was rocky too."},
    {"text": "I was looking at my naked body in the mirror... I quickly realized I'm going to get kick out of Ikea."},
    {"text": "You should never fight a dinosaur because you will get jurasskicked."},
    {"text": "I made a chicken salad yesterday, turns out they like grain."},
    {"text": "My dart board on the ceiling always make me throw up."},
    {"text": "I used to play piano by ear... now I use my hands."},
    {"text": "Which kind of vegetable never bowls a strike... Asparagus!"},
    {"text": "Drool is my favorite word... it rolls right off the tongue."},
    {"text": "In a fight between a trombone and a flute, I bet the flute woodwind."},
    {"text": "I always try to go the extra mile for every job. Turns out my Uber passengers don't appreciate it."},
    {"text": "Why did the tomato turn red? Because it saw the salad dressing!"},
    {"text": "Why are Archaeologist so annoyed?... Apparently, they always have a bone to pick."},
    {"text": "I was told we were going sledding, but instead we went skiing. I feel misled"},
    {"text": "What is a tree's favorite dating app?... Timber"},
    {"text": "I created a step-by-step guide for how to climb stairs."},
    {"text": "I took a course to learn how to be a DJ, but it barely scratched the surface."},
    {"text": "I was able to make a tree laugh by telling ACORNy joke"},
    {"text": "My therapist told me to embrace my mistakes. So, I hugged him."},
    {"text": "I bought a self-help book on procrastination. I'll read it later."},
    {"text": "Why don't scientists trust atoms? Because they make up everything!"},
    {"text": "I told my wife she was drawing her eyebrows too high. She seemed surprised."},
    {"text": "Parallel lines have so much in common. It's a shame they'll never meet."},
    {"text": "I'm reading a book about anti-gravity. It's impossible to put down."},
    {"text": "I tried to catch fog yesterday. Mist."},
    {"text": "I ordered a chicken and an egg online. I'm not sure which will arrive first."},
    {"text": "Why did the teddy bear say no to dessert? Because she was stuffed."},
    {"text": "I tried to organize a hide-and-seek tournament, but it was a total disaster. Nobody showed up."},
    {"text": "Why did the cookie go to the doctor? Because he felt crumby."},
    {"text": "what brand of baby food do pirates prefer for their babies? GeerrrBerrr"},
    {"text": "what do you call a mouse that swears? A Cursor"},
    {"text": "I won a contest at the state fair for growing the biggest pickle. It was kind of a big dill"},
    {"text": "Some people have a lot of trouble sleeping. Me? I can do with my eyes closed"},
    {"text": "I am not a narcissist. I am way better than that."},
    {"text": "Why couldn't the computer take its hat off? Caps lock was on"},
    {"text": "I had a dream I was eating a giant marshmallow when I woke up my pillow was gone"},
    {"text": "My wife was complaining that I don't buy her flowers often enough. In my defense, I didn't even know she sold flowers."},
    {"text": "What did the dentist name his Boat? The tooth ferry."},
    {"text": "have you ever been to Engagement, Ohio? It's between Dayton and Marion."},
    {"text": "What do you call a retired miner? Doug."},
    {"text": "What type of luggage do vultures bring with them on airplanes? Carrion bags."},
    {"text": "My boss told us that a customer complained about an employee with bad posture. I have a hunch it was me."},
    {"text": "Please tell me a joke about a flat tire... No Pressure"},
    {"text": "I had a problem with mosquitoes so I called for a swat team, that was a mistake."},
    {"text": "A giraffe and an ostrich had a 100 meter race. It was neck and neck right to the end."},
    {"text": "I hate my job as a taxi driver. People are always talking behind my back."},
    {"text": "I want to learn how to sew, but it's not as easy as it seams"},
    {"text": "I had a great conversation with a dolphin the other day. We just clicked."},
    {"text": "My son likes elevators, my daughter likes escalators. They are raised differently."},
    {"text": "I spent $500 on a limo for my daughter's prom night, and it didn't even come with a limo driver. All that money spent and nothing to chauffeur for it."},
    {"text": "If there's one thing in the world that always gives me butterflies, it's caterpillars"},
    {"text": "I don't like playing Yahtzee, it's a dicey game"},
    {"text": "I tried to come up with a joke about measuring distance. This is as close as I could get"},
    {"text": "Sometimes my brother and I laugh about how competitive we are, but I laugh harder."},
    {"text": "Why did the scarecrow win an award? Because he was outstanding in his field!"},
    {"text": "What do you call fake spaghetti? An impasta!"},
    {"text": "How does the moon cut his hair? Eclipse it!"},
    {"text": "What do you call a can opener that doesn't work? A can't opener!"},
    {"text": "How do trains eat? Chew chew!"},
    {"text": "Why don't skeletons fight each other? They don't have the guts!"},
    {"text": "My favorite superhero is typo man because he writes all the wrongs"},
    {"text": "Where do saplings go to learn?  ...ElemenTREE school."},
    {"text": "I'm feeling pretty proud of myself today. I finished a puzzle in just a couple hours, and the box said 2-4 years."},
    {"text": "There's a big unsolved robbery case going on at IKEA. The police are having trouble putting the pieces together."},
    {"text": "My wife didn't think I'd name our daughter something ridiculous, but I called her Bluff"},
    {"text": "Why did the sailboat start smoking? It was Pier pressure."},
    {"text": "My dad has a DeLorean. He only drives it from time to time."},
    {"text": "Most puns make me feel numb. The math puns make me feel number."},
    {"text": "Why don’t skeletons fight each other? They don’t have the guts."},
    {"text": "I asked the librarian if they had any books on paranoia… She whispered, “They’re right behind you.”"},
    {"text": "What’s orange and sounds like a parrot? A carrot."},
    {"text": "Why did the coffee file a police report? It got mugged."}
]
